
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Δεν είναι γνωστό πώς να φορτωθεί το URL %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Δεν ήταν δυνατή η σύνδεση με τον host %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Λήφθηκε εσφαλμένη επικεφαλίδα από το διακομιστή";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Δεν είναι δυνατός ο καθορισμός της διεύθυνσης IP του host: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Δεν είναι δυνατή η λήψη περιγραφής της θύρας %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Δεν είναι δυνατή η σύνδεση του host %@ με τη θύρα %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Λήφθηκε άγνωστη απάντηση διακομιστή HTTP %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "Απέτυχε η αίτηση HTTP για το URL %@:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Χάθηκε η σύνδεση με τον host %@";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Δεν ήταν δυνατή η ανάγνωση από το %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Ανιχνεύτηκε βρόχος ανακατεύθυνσης κατά την απόπειρα φόρτωσης του URL %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Ο διακομιστής δεν είναι διαθέσιμος για τον host %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Δεν ήταν δυνατό το άνοιγμα της σύνδεσης δεδομένων για τη διαδρομή URL: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Δεν διατίθεται το αντικείμενο για το καθορισμένο URL: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Η εντολή FTP δεν αναγνωρίζεται από τον host: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Δεν αναγνωρίστηκε το όνομα χρήστη ή το συνθηματικό.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f byte";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ από %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 byte";

/* String used for showing a one byte size */
"1 byte" = "1 byte";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "συνθηματικό φόρμας Ιστού";

/* HTTP result code string */
"accepted" = "έγινε αποδεχτό";

/* HTTP result code string */
"bad gateway" = "εσφαλμένη πύλη";

/* HTTP result code string */
"bad request" = "εσφαλμένη αίτηση";

/* HTTP result code string */
"client error" = "σφάλμα πελάτη";

/* HTTP result code string */
"conflict" = "διένεξη";

/* HTTP result code string */
"continue" = "συνέχεια";

/* HTTP result code string */
"created" = "δημιουργήθηκε";

/* HTTP result code string */
"expectation failed" = "απέτυχε η προσδοκία";

/* HTTP result code string */
"forbidden" = "απαγορεύεται";

/* HTTP result code string */
"found" = "βρέθηκε";

/* HTTP result code string */
"gateway timed out" = "έληξε το χρονικό όριο πύλης";

/* HTTP result code string */
"informational" = "πληροφοριακά";

/* HTTP result code string */
"internal server error" = "εσωτερικό σφάλμα διακομιστή";

/* HTTP result code string */
"length required" = "απαιτείται μήκος";

/* HTTP result code string */
"method not allowed" = "η μέθοδος δεν επιτρέπεται";

/* HTTP result code string */
"moved permanently" = "μετακινήθηκε μόνιμα";

/* HTTP result code string */
"multiple choices" = "πολλαπλές επιλογές";

/* HTTP result code string */
"needs proxy" = "χρειάζεται μεσολαβητής";

/* HTTP result code string */
"no content" = "δεν υπάρχει περιεχόμενο";

/* HTTP result code string */
"no error" = "δεν υπάρχει σφάλμα";

/* HTTP result code string */
"no longer exists" = "πλέον δεν υπάρχει";

/* HTTP result code string */
"non-authoritative information" = "μη επίσημες πληροφορίες";

/* HTTP result code string */
"not found" = "δεν βρέθηκε";

/* HTTP result code string */
"not modified" = "δεν τροποποιήθηκε";

/* HTTP result code string */
"partial content" = "μερικό περιεχόμενο";

/* HTTP result code string */
"payment required" = "απαιτείται πληρωμή";

/* HTTP result code string */
"precondition failed" = "προϋπόθεση απέτυχε";

/* HTTP result code string */
"proxy authentication required" = "απαιτείται έλεγχος ταυτότητας μεσολαβητή";

/* HTTP result code string */
"redirected" = "ανακατεύθυνση ";

/* HTTP result code string */
"request timed out" = "έληξε το χρονικό όριο αίτησης";

/* HTTP result code string */
"request too large" = "αίτηση πολύ μεγάλη";

/* HTTP result code string */
"requested URL too long" = "αιτούμενο URL πολύ μεγάλο";

/* HTTP result code string */
"requested range not satisfiable" = "αιτούμενο εύρος δεν είναι ικανοποιήσιμο";

/* HTTP result code string */
"reset content" = "επαναφορά περιεχομένου";

/* HTTP result code string */
"see other" = "βλέπετε άλλο";

/* HTTP result code string */
"server error" = "σφάλμα διακομιστή";

/* HTTP result code string */
"service unavailable" = "υπηρεσία μη διαθέσιμη";

/* HTTP result code string */
"success" = "επιτυχία";

/* HTTP result code string */
"switching protocols" = "πρωτόκολλα μεταγωγής";

/* HTTP result code string */
"temporarily redirected" = "προσωρινά ανακατευθύνθηκε";

/* HTTP result code string */
"unacceptable" = "μη αποδεχτό";

/* HTTP result code string */
"unauthorized" = "μη εξουσιοδοτημένο";

/* HTTP result code string */
"unimplemented" = "μη υλοποιήσιμο";

/* Unknown filename */
"unknown" = "άγνωστο";

/* HTTP result code string */
"unsupported media type" = "μη υποστηριζόμενος τύπος μέσου";

/* HTTP result code string */
"unsupported version" = " μη υποστηριζόμενη έκδοση";
